return Module("library.quests", {
  warmup = {
    header = "Разминка",
    tasks = {
      "Мне следует выйти из помещения.",
      "Мне нужно пройти в тренировочную комнату; она должна находится вниз по коридору.",
      "Я должен выбрать себе оружие в тренировочной комнате.",
      "Мне нужно потренировать удары на чучеле.",
      "Мне нужно активировать блок на столе и продолжить тренировку. В комнате также должна быть методичка по основам битвы.",
    },
  },
  detective = {
    header = "Рыцари и лжец",
    tasks = {
      "Мне нужно найти комнату с чёрной дверью.",
      "Мне требуется провести расследование в Машинном Отделении. Опросить свидетелей, осмотреть помещение. Затем устранить подозреваемого.",
    }
  },
})
